{
	"aboutdi": {
		"title": "About Democracy International",
		"content": "<b>Democratic Participation and Reform</b><p>Project Duration: April, 2011 - April, 2016</p><p>Democratic Participation and Reform, a five-year $10 million democracy and governance project implemented by Democracy International (DI) and funded jointly by USAID and UKaid, has three objectives: to increase grassroots participation, enhance information access and utilization, and improve the environment for responsive politics.</p><p>In support of the first objective, DI has opened regional Women and Youth Centers (WYCs) throughout Bangladesh and is conducting targeted outreach activities designed to actively engage women and youth with political parties. The WYCs in Bogra, Khulna, Chittagong, Sylhet, Rangpur, Barisal, and Mymensingh support increased participation of women and youth in the political process through activities such as town hall meetings, roundtable discussions, and campaign and leadership trainings. Through a campaign titled Narir Joye Shobar Joy, “When Women Win, We All Win,” DI is working with a multiparty network of women political leaders to advocate for increased women’s political leadership, build connections among grassroots and national leaders, and empower women political leaders and candidates to succeed as leaders within parties and in elected office.</p><p>Activities in support of the second objective, improving political parties’ information access and utilization, are designed to assist Bangladeshi political parties to fully incorporate public opinion and other research into policy formulation and communication strategies. The first set of activities under this objective has been to analyze and make available to political parties current relevant data, including previous elections results. The second set of activities consists of nation-wide public-opinion polling of both the general population and political party members. The goal of these activities is to provide baseline data to inform DI’s programming at the central and regional levels. Immediately following the baseline research, objective two activities include working with individual parties to develop, field, and analyze their own public opinion research.</p><p>To support the third objective of the program, improving the environment for responsive politics, DI works directly with political parties to encourage them to more actively engage with their members and the electorate. One activity under this objective is the Developing Young Leaders Fellowships program in which party leaders from the regions nominate young men and women to work in their regional and national party offices while receiving training and assistance from DI. Another activity under objective three is to assist the national parties in the development of membership databases that will help facilitate communications between parties and their members. To assist parties to further develop their party organizations, DI also supports a third activity, district, regional, and national conferences of elected party leaders.</p>",
		"img": "01.jpg"
	},
	"contact": {
		"title": "Contact",
		"content": "<b>Democracy International (DI)</b><hr><b>Address</b><br>Apt. # 5/A; House # 11/A; Road # 99<br>Gulshan-2; Dhaka-1212<br><hr>Phone: +880 2 8812980/8812940<br>Fax: +880 2 9888904<br>E-mail: infobangladesh@democracyinternational.com<br><br>Website: <a href=http://www.democracyinternational.com>democracyinternational.com</a>",
		"img": "01.jpg"
	},
	"frontpage" : [
		{
			"title": "About Bangladesh Barometer",
			"content": "Bangladesh Barometer in an interactive online platform that includes all survey data (nationwide face to face survey data and telephone survey data using CATSS) conducted by DI, media monitoring data and electoral data through interactive graphs/visualization that helps understanding political temperature of the country.",
			"img": "08.jpg"

		},
		{
			"title": "About Democracy International",
			"content": "<b>Democratic Participation and Reform</b><p>Project Duration: April, 2011 - April, 2016</p><p>In Bangladesh, Democracy International is implementing the Democratic Participation and Reform Program, a USAID-funded political party development program designed to <ul><li>enhance grassroots participation with a focus on women and youth</li><li>improve the parties’ access to and use of information, and <li>improve the environment for responsive politics.</li></ul></p><b>ENHANCING GRASSROOTS PARTICIPATION</b><p>To increase the political engagement of women and youth in political parties and in national political activity, DI has established regional women and youth centers in each of the seven regions of Bangladesh, with offices located in the cities of Barisal, Bogra, Chittagong, Khulna, Mymensingh, Rangpur, and Sylhet. From these offices DI has conducted awareness campaigns, including town hall meetings and women’s dialogues, to inform women and youth on ways to participate in political process. We are also currently implementing a micro-activities funding mechanism to help encourage innovative, youth- and women-focused projects designed by grassroots groups. Lastly, DI is managing a fellowship program for young political party activists that provides training and capacity building for selected fellows and gives them the opportunity to engage with national and regional party leaders on important political and policy issues. The fellowship program focuses on several different areas of political party operations, including connecting with young people, outreach to women, media relations, and using technology to improve party operations.</p><b>IMPROVING INFORMATION ACCESS AND UTILIZATION</b><p>To strengthen the capacity of political parties to conduct and utilize research, DI is leading a series of activities to demonstrate the value of public opinion research, develop effective polling and research approaches, and incorporate research findings into policy information and communication strategies. Specific activities include an applied research program, including focus group discussions with regional and national surveys; a targeted research training program; and a planned expansion of the training program following elections in 2013.</p><b>IMPROVING THE ENVIRONMENT FOR RESPONSIVE POLITICS</b><p>To improve and facilitate coordination on reform initiatives between national party organizations and historically marginalized political groups, particularly women and youth, DI is engaging parties in more sophisticated and strategic constituency outreach. Specific activities include a national conference series, the creation of party web portals, and the funding of specific series party requests for technical assistance. DI works with a variety of local partners across the country to ensure maximum impact.</p>",
			"img": "07.jpg"
		}
	]
}
